# Question 207: Number of distinct encrypted PDFs
index=botsv1 sourcetype="wineventlog*" "*.pdf" dest_nt_host="we9041srv.waynecorpinc.local" Source_Address="192.168.250.100" | table Relative_Target_Name | dedup Relative_Target_Name | stats count
